Repository: gthememarket/wphrm
Catalog: languages/*_mgt-*.po
Languages: fr_fr

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Project Title
fr_fr: Titre du projet

source: Project Start Date
fr_fr: Date de début du projet

source: Project End Date
fr_fr: Date de fin du projet

source: Actual Completion Date
fr_fr: Date d'achèvement effective

source: Delay
fr_fr: Délai

source: In Progress
fr_fr: En Cours

source: Pending
fr_fr: en attente

source: Complete
fr_fr: Terminé

source: Remark
fr_fr: Remarque

source: Add Project
fr_fr: Ajouter un projet

source: Task Title
fr_fr: Titre de la tâche

source: Working Date
fr_fr: Date de travail

source: Start Time
fr_fr: Heure de début

source: End Time
fr_fr: Fin de Temps

source: In process
fr_fr: En cours...

source: Add Task
fr_fr: Ajouter tâche

source: Project inserted successfully
fr_fr: Projet inséré avec succès

source: Project updated successfully.
fr_fr: Projet mis à jour avec succès.

source: Project deleted successfully
fr_fr: Projet supprimé avec succès

source: Task successfully inserted
fr_fr: Tâche insérée avec succès

source: Task successfully updated
fr_fr: Tâche correctement mise à jour

source: Task successfully deleted
fr_fr: Tâche supprimée avec succès

source: Project List
fr_fr: Liste des projets

source: Edit Project
fr_fr: Modifier le projet

source: Add New Project
fr_fr: Ajouter un nouveau projet

source: Time Task List
fr_fr: Liste des tâches de temps

source: Edit Task Time
fr_fr: Modifier le temps de la tâche

source: Add Task Time
fr_fr: Ajouter un temps de tâche

source: Task Start Time
fr_fr: Heure de début de la tâche

source: Task End Time
fr_fr: Heure de fin de la tâche

source: Project Name
fr_fr: Nom du projet

source: Department Report
fr_fr: Rapport du département

source: Payslip Report
fr_fr: Rapport Payslip

source: Employee Report
fr_fr: Rapport de l'employé

source: Select Employee
fr_fr: Selectionnez un employé

source: End date
fr_fr: Date de fin

source: Report For :
fr_fr: Rapport pour

source: 1. Leave Report
fr_fr: 1. Quitter le rapport

source: Leave Start Date
fr_fr: Laisser la date de début

source: Reason Type
fr_fr: Type de raison

source: 2. Perfomance Report
fr_fr: 2. Rapport de performance

source: Perfomance Title
fr_fr: Titre de la performance

source: Perfomance Mark
fr_fr: Marque de perfomance

source: Perfomance Description
fr_fr: Description de la performance

source: 3. Skill Report
fr_fr: 3. Rapport de compétences

source: 4. Project Report
fr_fr: Rapport du projet

source: Project Title
fr_fr: Titre du projet

source: Actual Status
fr_fr: Statut actuel

source: 4. Client Feedback Report
fr_fr: 4. Rapport de rétroaction des clients

source: Client Name
fr_fr: Nom du client

source: Job Field
fr_fr: Domaine d'emploi

source: Select Job
fr_fr: Sélectionner un travail

source: Select Criteria
fr_fr: Sélectionner les critères

source: Select Criteria
fr_fr: Sélectionner les critères

source: First Name
fr_fr: nom

source: Middle Name
fr_fr: Deuxième nom

source: Last Name
fr_fr: Nom

source: Gender
fr_fr: Sexo

source: Male
fr_fr: Mâle

source: Female
fr_fr: Femme

source: Date of birth
fr_fr: Date de naissance

source: Contact Information
fr_fr: Information de contact

source: Address
fr_fr: Adresse

source: City
fr_fr: Ville

source: State
fr_fr: État

source: Zip Code
fr_fr: Code Postal

source: Mobile Number
fr_fr: Numéro Mobile

source: Phone Number
fr_fr: Téléphone

source: Interests
fr_fr: Intérêts

source: Achievements
fr_fr: Hauts-Faits

source: Curriculum
fr_fr: Programme

source: Bio-Data
fr_fr: Données Personnelles

source: Add Candidate
fr_fr: Ajouter un candidat

source: Job Title
fr_fr: Titre du poste

source: Select Designation
fr_fr: Sélectionnez la désignation

source: Open
fr_fr: Ouvert

source: Close
fr_fr: Fermer

source: Number of Positions
fr_fr: Nombre de positions

source: Job Post Closing Date
fr_fr: Date de fermeture du poste

source: Criteria
fr_fr: Critères

source: Add More Entry
fr_fr: Ajouter plus d'entrée

source: Add Job
fr_fr: Ajouter un emploi

source: Select Shortlist
fr_fr: Sélectionnez une sélection

source: Candidate Name
fr_fr: Nom du candidat

source: Apply for Job
fr_fr: Postuler à l'projet

source: Mobile
fr_fr: Téléphone portable

source: Criteria
fr_fr: Critères

source: Job successfully Added
fr_fr: Offre ajoutée avec succès

source: Job successfully updated .
fr_fr: Travail mis à jour avec succès.

source: Job successfully archived
fr_fr: Travail archivé avec succès

source: Candidate successfully Added
fr_fr: Candidat ajouté avec succès

source: Candidate successfully updated
fr_fr: Candidat mis à jour avec succès

source: Candidate successfully deleted
fr_fr: Candidat supprimé avec succès

source: Job List
fr_fr: Liste des offres d'Emploi

source: Edit Job
fr_fr: Modifier l'emploi

source: Add New Job
fr_fr: Ajouter un nouveau emploi

source: Job Candidates
fr_fr: Candidats à l'emploi

source: Edit Candidate
fr_fr: Modifier le candidat

source: Add New Candidate
fr_fr: Ajouter un nouveau candidat

source: No of Positions
fr_fr: Nombre de positions

source: Skill Start Date
fr_fr: Date de début des compétences

source: Skill End Date
fr_fr: Date de fin des compétences

source: Add Skill
fr_fr: Ajouter compétence

source: Skill insert successfully
fr_fr: Compétence insérée avec succès

source: Skill update successfully.
fr_fr: Compétence mise à jour avec succès.

source: Skill delete successfully
fr_fr: Compétence supprimer avec succès

source: View Skill
fr_fr: Voir la compétence

source: Edit Skill
fr_fr: Modifier compétence

source: Add Skill Matrix
fr_fr: Ajouter une matrice de compétences

source: Travel Information
fr_fr: Information sur le voyage

source: Purpose To Visit
fr_fr: But à visiter

source: Travel Dates
fr_fr: Dates de voyage

source: Travel Budget
fr_fr: Budget de voyage

source: Expected Travel Budget
fr_fr: Budget de voyage prévu

source: Actual Travel Budget
fr_fr: Budget de voyage réel

source: Travel Destinations
fr_fr: destinations de voyage

source: Travel Destination
fr_fr: Destination de voyage

source: Select Travel Mode
fr_fr: Sélectionnez le mode de voyage

source: Add New
fr_fr: Nouveau

source: Add Travel
fr_fr: Ajouter un voyage

source: Travel insert successfully
fr_fr: Insert de voyage réussi

source: Travel update successfully.
fr_fr: Voyagez avec succès.

source: Travel delete successfully
fr_fr: Voyage supprimer avec succès

source: Travels List
fr_fr: Liste de voyages

source: Edit Travel
fr_fr: Modifier le voyage

source: Add New Travel
fr_fr: Ajouter un nouveau voyage

source: Travel Purpose
fr_fr: But du voyage

source: Travel Start Date
fr_fr: Date de début du voyage

source: Travel End Date
fr_fr: Date de fin du voyage

source: Accountant Name
fr_fr: Nom du comptable

source: Accountant Code
fr_fr: Code comptable

source: Accountant Email
fr_fr: Courriel du comptable

source: Mobile No
fr_fr: Numéro de Portable

source: Accountant Email
fr_fr: Courriel du comptable

source: Do you really want to delete this record?
fr_fr: Voulez-vous vraiment supprimer cette note?

source: Employee Code
fr_fr: Code de l'employé

source: Employee Salary
fr_fr: Salaire des employés

source: Home Town Address
fr_fr: Adresse de la ville d'origine

source: Phone
fr_fr: Téléphone

source: User Name
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Add Accountant
fr_fr: Ajouter un comptable

source: Employee Information
fr_fr: Information de l'employé

source: Marital Status
fr_fr: État Marital

source: Select Marital Status
fr_fr: Sélectionnez l'état matrimonial

source: Single
fr_fr: Unique

source: Married
fr_fr: Marié(e)

source: Divorced
fr_fr: Divorcé(e)

source: Separated
fr_fr: Séparé(e)

source: Widowed
fr_fr: Veuf(ve)

source: In A Relationship
fr_fr: En couple

source: Engaged
fr_fr: vos abdos.

source: Blood Group
fr_fr: Groupe sanguin

source: Select Blood Group
fr_fr: Sélectionnez le groupe sanguin

source: Working Status
fr_fr: Statut de travail

source: Working
fr_fr: Travail

source: Left
fr_fr: Gauche

source: Resign
fr_fr: Demissionnez

source: Deposit
fr_fr: Acompte

source: Employee Level
fr_fr: Niveau d'employé

source: Trainee
fr_fr: Apprenant

source: Full Time
fr_fr: Travailleur à temps plein

source: Term Detail
fr_fr: Détail du terme

source: Monthly leave
fr_fr: Congé mensuel

source: Government Id / Social Security
fr_fr: Id du gouvernement / sécurité sociale

source: Passport Number
fr_fr: Numéro de passeport

source: Passport Expiration
fr_fr: Expiration du passeport

source: Driving License Number
fr_fr: Numéro de permis de conduire

source: Driving License Expiration
fr_fr: Expiration du permis de conduire

source: Permanent Contact Information
fr_fr: Information de contact permanente

source: Present Contact Information
fr_fr: Informations de contact actuelles

source: Employee Earning Details
fr_fr: Détails des gains des employés

source: Dearness Allowance (D.A.)
fr_fr: Indemnité de cherté (DA)

source: Hidden
fr_fr: Caché

source: House Rent Allowance (H.R.A.)
fr_fr: Indemnité de logement (HRA)

source: Perfomance Incentives
fr_fr: Incitations à la performance

source: Employee Deduction Detail
fr_fr: Détail de la déduction des employés

source: Bank Account Details
fr_fr: Détails de compte en banque

source: Account Holder Name
fr_fr: Nom du titulaire du compte

source: Account Number
fr_fr: Numéro de compte

source: Bank Name
fr_fr: Nom de la banque

source: IFSC Code
fr_fr: Code IFSC

source: PAN Number
fr_fr: PAN Numéro

source: Branch
fr_fr: Branche

source: Employee Documents
fr_fr: Documents de l'employé

source: Joining Letter
fr_fr: Lettre d'adhésion

source: Joining Latter
fr_fr: Rejoindre Latter

source: Contract
fr_fr: Contrat

source: ID proof
fr_fr: Preuve d'identité

source: ID Proof
fr_fr: Preuve d'identité

source: Add More Certificate
fr_fr: Ajouter plus de certificat

source: Add Employee
fr_fr: Ajouter un employé

source: HR Manager Salary
fr_fr: HR Manager Salaire

source: Add HR Manager
fr_fr: Ajouter un gestionnaire des ressources humaines

source: User Code
fr_fr: Utilisateur {0} Code

source: User Email
fr_fr: Utilisateur E-mail

source: User Role
fr_fr: Rôle de l'utilisateur

source: HR Manager Name
fr_fr: Nom du responsable des ressources humaines

source: HR Manager Code
fr_fr: Code du gestionnaire RH

source: Username Or Email id exists already.
fr_fr: Le nom d'utilisateur ou l'adresse e-mail existe déjà.

source: Employee insert successfully
fr_fr: L'insertion d'employé a réussi

source: CSV file Imported successfully
fr_fr: Fichier CSV importé avec succès

source: Employee update successfully.
fr_fr: Mise à jour des employés réussie

source: Docunent Upload error.
fr_fr: Erreur de téléchargement Docunent.

source: Employee delete successfully
fr_fr: L'employé a supprimé avec succès

source: HR Manager insert successfully
fr_fr: HR Manager insert avec succès

source: HR Manager update successfully.
fr_fr: Mise à jour de HR Manager avec succès.

source: HR Manager delete successfully
fr_fr: Gestionnaire de ressources humaines supprimé avec succès

source: Accountant insert successfully
fr_fr: Insertion comptable réussie

source: Accountant update successfully.
fr_fr: Mise à jour du comptable avec succès.

source: Accountant delete successfully
fr_fr: Accountant supprimer avec succès

source: Manage User
fr_fr: Gérer l'utilisateur

source: Employee List
fr_fr: Liste des employés

source: HR Manager List
fr_fr: Liste des gestionnaires des ressources humaines

source: Accountant List
fr_fr: Liste des comptables

source: Edit User
fr_fr: Modifier l'utilisateur

source: Add User
fr_fr: Ajouter un utilisateur

source: Upload Employee
fr_fr: Télécharger un employé

source: Import Employee
fr_fr: Importer un employé

source: Date Of Birth
fr_fr: Date de naissance

source: Edit Experience Letter
fr_fr: Modifier la lettre d'expérience

source: View Experience Letter
fr_fr: Voir la lettre d'expérience

source: More Info
fr_fr: Plus d'Informations

source: Education
fr_fr: Éducation

source: Join Date
fr_fr: Date d'inscription

source: Salary
fr_fr: Budget

source: Working Since
fr_fr: Travailler depuis

source: Employee Attendance
fr_fr: Participation des employés

source: There is not enough data to generate report.
fr_fr: Il n'y a pas assez de données pour générer un rapport.

source: My Profile
fr_fr: Mon profil

source: Log Out
fr_fr: Se déconnecter

source: Home
fr_fr: Débu

source: Punch Details
fr_fr: Détails du punch

source: title
fr_fr: Genre

source: Add category
fr_fr: Ajouter une catégorie

source: category Name
fr_fr: Nom de la Catégorie

source: Add Department Name
fr_fr: Ajouter le nom du département

source: Add Unit Category
fr_fr: Ajouter une catégorie d'unité

source: Unit Category Name
fr_fr: Nom de la catégorie d'unité

source: Add Leave Type
fr_fr: Ajouter un type de congé

source: Leave Type Name
fr_fr: Laissez le nom du type

source: Task Name
fr_fr: Nom de la tâche

source: Add Policy Type
fr_fr: Ajouter un type de stratégie

source: Policy Type Name
fr_fr: Nom du type de politique

source: Add Training Type
fr_fr: Ajouter un type de formation

source: Training Type Name
fr_fr: Nom du type de formation

source: Assets Name
fr_fr: Nom de l'actif

source: Add Designation
fr_fr: Ajouter une label

source: Designation Name
fr_fr: Nom de la désignation

source: Training Subject Name
fr_fr: Nom du sujet de la formation

source: Add Subject
fr_fr: Ajouter un objet

source: Subject Name
fr_fr: Nom du cours

source: Address :
fr_fr: Adresse:

source: Official Phone Number :
fr_fr: Numéro de téléphone officiel:

source: FAQ Detail
fr_fr: FAQ Détail

source: Title
fr_fr: Titre

source: Policy Detail
fr_fr: Détail de la politique

source: Status
fr_fr: Statut

source: View Trainee List
fr_fr: Voir la liste des stagiaires

source: No Employees
fr_fr: Aucun employé

source: Perfomance Mark Detail
fr_fr: Détail de la marque de performance

source: Project
fr_fr: Projet

source: Mark
fr_fr: Marc

source: Performance Evaluation period
fr_fr: Période d'évaluation du rendement

source: Suggestion Detail
fr_fr: Détail de la suggestion

source: Suggestion From
fr_fr: Suggestion de

source: Suggestion Date
fr_fr: Date de suggestion

source: Event Detail
fr_fr: Détails de l'événement

source: Event Date
fr_fr: Date de l'événement

source: Event Place
fr_fr: Lieu de l'événement

source: Notice Detail
fr_fr: Détail de l'avis

source: Notice Date
fr_fr: Avis Date

source: Complaint Detail
fr_fr: Détail de la plainte

source: Complaint Date
fr_fr: Date de la plainte

source: Complaint Status
fr_fr: Statut de plainte

source: Complaint From
fr_fr: Plainte de

source: Salary Date
fr_fr: Date de salaire

source: Company
fr_fr: Société

source: Payslip Entries
fr_fr: Entrées de bulletins de salaire

source: Allowance
fr_fr: Argent de poche

source: Price
fr_fr: Tar

source: Basic Salary :
fr_fr: Traitement de base de 10 492,50 EUR

source: Allowance :
fr_fr: Argent de poche

source: Deduction :
fr_fr: Déduction %

source: Grand Total :
fr_fr: Montant total :

source: Project Detail
fr_fr: Détail du projet

source: Project Start Date
fr_fr: Date de début du projet

source: Project End Date
fr_fr: Date de fin du projet

source: Client Feedback Detail
fr_fr: Détails des commentaires des clients

source: Ratting
fr_fr: Encouragement

source: Entry
fr_fr: Entrée

source: Holiday Detail
fr_fr: Détail des fêtes

source: Holiday Date
fr_fr: Date de vacances

source: Task Detail
fr_fr: Détails

source: Work Start Time
fr_fr: Heure de début du travail

source: Work End Time
fr_fr: Heure de fin du travail

source: Requirement Detail
fr_fr: Détail des exigences

source: Travel Detail
fr_fr: Détail du voyage

source: Visit Purpose
fr_fr: Visitez le but

source: Expected Budget
fr_fr: Budget attendu

source: Actual Budget
fr_fr: Budget réel

source: Visit Perpose
fr_fr: Visitez Perpose

source: CHANGE ATTENDANCE STATUS
fr_fr: CHANGER LE STATUT DE PRÉSENCE

source: Change To
fr_fr: Changer pour

source: Update
fr_fr: Actualisé

source: Leave Approve Comment
fr_fr: Laissez Approuver le commentaire

source: Submit
fr_fr: Envoyer

source: Leave Reject Comment
fr_fr: Laisser un commentaire de rejet

source: Manager
fr_fr: Gerant

source: WP HRM - Human Resource Management System
fr_fr: WP HRM - Système de gestion des ressources humaines

source: Wphrm Dashboard
fr_fr: Wphrm Tableau de bord

source: WP HRM Login Page
fr_fr: WP HRM Page de connexion

source: Login failed: You have entered an incorrect Username or password, please try again.
fr_fr: Échec de la connexion: vous avez entré un nom d'utilisateur ou un mot de passe incorrect. Veuillez réessayer.

source: ERROR
fr_fr: ERREUR

source: Username
fr_fr: Nom d'utilisateur

source: Log In
fr_fr: S'identifier

source: Logout
fr_fr: Déconnexion

source: Forgot your password?
fr_fr: Mot de passe oublié ?

source: Assets/Benefit
fr_fr: Actifs / Avantage

source: Performance Marks
fr_fr: Marques de performance

source: Skill Metrix
fr_fr: Compétence Metrix

source: Report
fr_fr: Rapport

source: General
fr_fr: Général

source: Mail Template
fr_fr: Modèle de courrier

source: Asset List
fr_fr: Liste de biens

source: Edit Asset
fr_fr: Modifier l'actif

source: Add Asset
fr_fr: Ajouter un actif

source: Pay. Days
fr_fr: Payer. Journées

source: Client Feedback Delete successfully.
fr_fr: Commentaires des clients Supprimer avec succès.

source: Department inserted successfully
fr_fr: Département inséré avec succès

source: Add Earning Deduction
fr_fr: Ajouter une déduction de gains

source: suggestion inserted successfully
fr_fr: suggestion insérée avec succès

source: suggestion updated successfully.
fr_fr: suggestion mise à jour avec succès.

source: suggestion deleted successfully.
fr_fr: suggestion supprimée avec succès.

source: suggestion List
fr_fr: liste de suggestion

source: Edit suggestion
fr_fr: Modifier la suggestion

source: Add suggestion
fr_fr: Ajouter une suggestion

source: Training inserted successfully
fr_fr: Formation insérée avec succès

source: Training updated successfully.
fr_fr: Formation mise à jour avec succès.

source: Training deleted successfully
fr_fr: Formation supprimée avec succès

source: Edit Training
fr_fr: Modifier la formation

source: Add Training
fr_fr: Ajouter une formation

source: Training Subject (Skill)
fr_fr: Sujet de formation (compétence)

source: Record updated successfully
fr_fr: Enregistrement mis à jour avec succès

source: Time Schedule updated
fr_fr: Horaire mis à jour

source: Compay form list
fr_fr: Liste de formulaires Compay

source: Add Leave Email Template
fr_fr: Ajouter un modèle d'e-mail

source: Email Subject
fr_fr: Sujet de l'email

source: Emails Sent to HR when employee add leave
fr_fr: Courriels envoyés aux RH lorsque l'employé ajoute un congé

source: Name of employee
fr_fr: Nom de l'employé

source: Reson of the leave
fr_fr: Reson du congé

source: Date of leave start
fr_fr: Date de début du congé

source: Date of leave end
fr_fr: Date de fin de la fin

source: Leave Approve Email Template
fr_fr: Autoriser l'approbation du modèle d'e-mail

source: Emails Sent to Employee When A HR Add Approve Leave
fr_fr: Les courriels envoyés à l'employé lors d'un ajout de RH approuvent congé

source: The employee full name or login name (whatever is available)
fr_fr: Le nom complet ou le nom de connexion de l'employé (tout ce qui est disponible)

source: Date of leave
fr_fr: Date de congé

source: Event Email Template
fr_fr: Modèle d'email d'événement

source: Emails Sent to all employee when HR add event
fr_fr: Courriels envoyés à tous les employés lorsque les RH ajoutent un événement

source: Date of event start
fr_fr: Date du début de l'événement

source: Date of event end
fr_fr: Date de fin de l'événement

source: Registration Email Template
fr_fr: Modèle d'email d'enregistrement

source: Emails Sent to employee after employee registration
fr_fr: Courriels envoyés à l'employé après l'enregistrement de l'employé

source: User name of employee
fr_fr: Nom d'utilisateur de l'employé

source: Training Email Template
fr_fr: Modèle d'email de formation

source: Emails Sent to employee when HR add new training
fr_fr: Emails Envoyé à l'employé lorsque les RH ajoutent une nouvelle formation

source: Date of training start
fr_fr: Date de début de la formation

source: Date of training end
fr_fr: Date de fin de l'entraînement

source: Experience Latter heding
fr_fr: Faites l'expérience de la dernière fois

source: Experience Subject
fr_fr: Sujet d'expérience

source: Experience Latter To
fr_fr: Expérience Latter To

source: Cartificate content
fr_fr: Contenir le contenu

source: View Message
fr_fr: Voir le message

source: Message Sent Successfully!
fr_fr: Message envoyé avec succès!

source: Notice updated successfully.
fr_fr: Avis mis à jour avec succès.

source: Notice deleted successfully
fr_fr: Avis supprimé avec succès

source: Perfomance Marks insert successfully
fr_fr: Les marques de performance s'insèrent avec succès

source: Perfomance Marks update successfully.
fr_fr: Perfomance Marks mise à jour avec succès.

source: Perfomance Marks delete successfully
fr_fr: Perfomance Marks supprimer avec succès

source: Performance Marks List
fr_fr: Liste des marques de performance

source: Edit performance Marks
fr_fr: Modifier les marques de performance

source: Add Performance Marks
fr_fr: Ajouter des marques de performance

source: Profile update successfully.
fr_fr: Mise à jour du profil avec succès.

source: Confirm password does not match.
fr_fr: Confirmez que le mot de passe ne correspond pas.

source: Enter correct current password.
fr_fr: Entrez le mot de passe actuel correct.

source: Account Settings
fr_fr: Paramètres de compt

source: Current Password
fr_fr: Mot de passe actuel

source: New Password
fr_fr: nouveau mot de passe

source: Confirm Password
fr_fr: Confirmez le mot de passe

source: Other Information
fr_fr: Autres informations

source: Project updated successfully
fr_fr: Projet mis à jour avec succès

source: Task inserted successfully
fr_fr: Tâche insérée avec succès

source: Task updated successfully
fr_fr: Tâche mise à jour

source: Task deleted successfully
fr_fr: Tâche supprimée avec succès

source: Task List
fr_fr: Liste des Tâches

source: working Date
fr_fr: Date de travail

source: Job inserted successfully
fr_fr: Tâche insérée avec succès

source: Candidate insert successfully.
fr_fr: Candidate insert avec succès.

source: Job updated successfully
fr_fr: Travail mis à jour avec succès

source: Candidate updated successfully
fr_fr: Candidat mis à jour avec succès

source: Candidate deleted successfully
fr_fr: Candidat supprimé avec succès

source: Job deleted successfully
fr_fr: Travail supprimé avec succès

source: Add Job
fr_fr: Ajouter un emploi

source: Candidate List
fr_fr: Liste des candidats

source: Appliy for Job
fr_fr: Appli pour le travail

source: Edit Skill Matrix
fr_fr: Modifier la matrice des compétences

source: Record inserted successfully
fr_fr: Enregistrement inséré avec succès

source: Record updated successfully.
fr_fr: Enregistrement mis à jour avec succès

source: Record deleted successfully
fr_fr: Enregistrement supprimé avec succès

source: Time Tracker List
fr_fr: Liste de suivi des temps

source: Edit Time Tracker
fr_fr: Modifier le suivi du temps

source: Add Time Tracker
fr_fr: Ajouter Time Tracker

source: Travel inserted successfully
fr_fr: Voyage inséré avec succès

source: Travel updated successfully.
fr_fr: Voyage mis à jour avec succès.

source: Travel deleted successfully
fr_fr: Voyage supprimé avec succès

source: Travel List
fr_fr: liste de voyage

source: CSV file imported successfully
fr_fr: Fichier CSV importé avec succès

source: HR Manager updat successfully.
fr_fr: Mise à jour du gestionnaire des ressources humaines avec succès.

source: Edit User
fr_fr: Modifier l'utilisateur
