Repository: gthememarket/wphrm
Catalog: languages/*_mgt-*.po
Languages: fr_fr

source: Record Updated Successfully
fr_fr: Enregistrement mis à jour avec succès

source: Access Right Settings
fr_fr: Accès Réglages droit

source: Menu
fr_fr: le menu

source: Employee
fr_fr: Employés

source: Accountant
fr_fr: Comptable

source: HR Manager
fr_fr: Directeur RH

source: Department
fr_fr: Rayon

source: All User
fr_fr: Tout

source: Attendance
fr_fr: Relevé des présences

source: Paid Leave
fr_fr: Congés payés

source: Leave
fr_fr: Laisser

source: Payslip
fr_fr: Bulletin de salaire

source: Earning/Deduction
fr_fr: Gain / Déduction

source: Asset/Benefit
fr_fr: Actif / Avantage

source: Employee Training
fr_fr: Entrainement d'employé

source: Perfomance Marks
fr_fr: Marques de perfomance

source: Project
fr_fr: Projet

source: Recruitment
fr_fr: Recrutement

source: Event
fr_fr: Événement

source: Travel
fr_fr: Voyage

source: Notice
fr_fr: Écrire une remarque

source: Employee Feedback
fr_fr: Rétroaction des employés

source: Client Feedback
fr_fr: Commentaires des clients

source: Report
fr_fr: Rapport

source: Skill matrix
fr_fr: Matrice de compétence

source: Mail Template
fr_fr: Modèle de courrier

source: General
fr_fr: Général

source: Save
fr_fr: Sauvegarder

source: Dashboard
fr_fr: Tableau de bord

source: Skill Matrix
fr_fr: Matrice de compétence

source: Performance Marks
fr_fr: Marques de performance

source: Assets
fr_fr: Actifs

source: Access Right
fr_fr: Droit d'accès

source: General Setting
fr_fr: Paramètres généraux

source: Select Employee
fr_fr: Selectionnez un employé

source: Assets
fr_fr: Actifs

source: Select Asset
fr_fr: Sélectionner un actif

source: Add Or Remove
fr_fr: Ajouter ou supprimer

source: Given Date
fr_fr: Date donnée

source: Return date
fr_fr: Date de retour

source: Assign Asset
fr_fr: Assigner un actif

source: Assets inserted successfully
fr_fr: Actifs insérés avec succès

source: Assets updated successfully.
fr_fr: Les actifs ont été mis à jour avec succès.

source: Assets deleted successfully
fr_fr: Actifs supprimés avec succès

source: Assets List
fr_fr: Liste des biens

source: Edit Assets
fr_fr: Modifier les actifs

source: Add Assets
fr_fr: Ajouter des actifs

source: Employee Name
fr_fr: Nom de l'employé

source: Assigned Date
fr_fr: DATE AFFECTE

source: Return Date
fr_fr: Date de retour

source: Edit
fr_fr: Modif

source: Are you sure you want to delete this record?
fr_fr: Êtes-vous sûr de vouloir supprimer cet enregistrement?

source: Delete
fr_fr: Rayer

source: Attendance Date
fr_fr: Date de présence

source: Sign In Time
fr_fr: Inscrivez-vous

source: Sign Out Time
fr_fr: Déconnexion

source: Lunch Start Time
fr_fr: Heure de départ du déjeuner

source: Lunch End Time
fr_fr: Heure de fin du déjeuner

source: Add Attendance
fr_fr: Ajouter la présence

source: Name
fr_fr: Nom

source: Designation
fr_fr: Désignation

source: Approve
fr_fr: Approuver

source: Approved
fr_fr: Approuvé

source: P.5
fr_fr: 1080p.

source: Total Hrs / Out Of Hrs
fr_fr: Total heures / hors heures

source: Pay.<br>Days
fr_fr: Payez les jours <br> <br>

source: Opening
fr_fr: L'Ouverture

source: New
fr_fr: Nouveau

source: Used
fr_fr: Utilisé

source: Remaining
fr_fr: Restant

source: PL
fr_fr: P

source: Pay.<br> Days
fr_fr: Payez les jours <br> <br>

source: Payslip For the month of
fr_fr: Fiche de paie Pour le mois de

source: Bank Account No
fr_fr: Compte en banque numéro

source: Joining Date
fr_fr: Date d'inscription

source: Contract End Date
fr_fr: Date de fin du contrat

source: Total Days
fr_fr: Nombre total de jours

source: Payable Day
fr_fr: Jour Payable

source: Hours
fr_fr: Heures

source: Earnings
fr_fr: Revenus

source: Salary Head
fr_fr: Chef de salaire

source: CTC(Month)
fr_fr: CTC (mois)

source: Amount
fr_fr: Montant

source: Basic Salary
fr_fr: Traitement de base de 10 492,50 EUR

source: Total Earnings
fr_fr: Total des gains

source: Deduction
fr_fr: Déduction %

source: Total Deduction
fr_fr: Déduction totale

source: Net Salary
fr_fr: Salaire net

source: Print
fr_fr: Imprimer

source: Attendance insert successfully
fr_fr: Assiduité insérée avec succès

source: Attendance update successfully.
fr_fr: La mise à jour de présence a réussi.

source: Attendance delete successfully
fr_fr: Participation supprimée avec succès

source: Attendance Already Taken
fr_fr: Participation déjà prise

source: Attendance List
fr_fr: Liste de présence

source: Edit Attendance
fr_fr: Modifier la présence

source: View Attendance
fr_fr: vérifier les présences

source: Monthly Attendance
fr_fr: Fréquentation mensuelle

source: Edit Monthly Attendance
fr_fr: Modifier la présence mensuelle

source: Approve Payslip
fr_fr: Approuver la fiche de paie

source: Status
fr_fr: Statut

source: Present
fr_fr: Présent

source: SignIn Time
fr_fr: Heure de connexion

source: Working Hours
fr_fr: Heures de travail

source: Day Status
fr_fr: Statut du jour

source: Lunch Hours
fr_fr: Déjeuner

source: Designation
fr_fr: Désignation

source: All Employee
fr_fr: Tous les employés

source: Select Date
fr_fr: Sélectionnez date

source: Total Holiday
fr_fr: Total des vacances

source: Total Present
fr_fr: Total Présent

source: Total Half Days
fr_fr: Total des demi-journées

source: Payable Days
fr_fr: Jours Payables

source: Edit All
fr_fr: Modifier tout

source: Day
fr_fr: jour

source: Sign In
fr_fr: Se connecter

source: Sign Out
fr_fr: Déconnexion

source: Lunch Start
fr_fr: Déjeuner

source: Lunch End
fr_fr: Fin de déjeuner

source: Lunch Hour
fr_fr: Heure du déjeuner

source: Working Hour
fr_fr: Heure de travail

source: Records Not Found
fr_fr: Enregistrements introuvables

source: Client Name
fr_fr: Nom du client

source: Project Name
fr_fr: Nom du projet

source: Select Project
fr_fr: Sélectionnez le projet

source: Ratting
fr_fr: Encouragement

source: Add Client Feedback
fr_fr: Ajouter un commentaire client

source: Client Feedback insert successfully
fr_fr: L'insertion du commentaire du client a réussi

source: Client Feedback update successfully.
fr_fr: La mise à jour des commentaires des clients a réussi

source: Client Feedback delete successfully
fr_fr: Rétroaction du client réussie

source: Client Feedback List
fr_fr: Liste des commentaires des clients

source: Edit Client Feedback
fr_fr: Modifier les commentaires des clients

source: Client Name
fr_fr: Nom du client

source: Project Name
fr_fr: Nom du projet

source: Comment
fr_fr: Commenter

source: View
fr_fr: Vue

source: Holidays
fr_fr: Fêtes

source: Birthdays
fr_fr: Les anniversaires

source: None
fr_fr: Aucun

source: Holiday List
fr_fr: Liste de vacances

source: No Holiday
fr_fr: Pas de vacances

source: Event List
fr_fr: Liste des événements

source: No Event
fr_fr: Pas d'évènement

source: Notice List
fr_fr: Liste des avis

source: No Notice
fr_fr: Sans préavis

source: Department Name
fr_fr: Nom du département

source: Parent Department
fr_fr: Département Parent

source: Select Department
fr_fr: Choisir un département

source: Department Head
fr_fr: Chef du département :

source: Select Department Head
fr_fr: Sélectionnez le chef de département

source: Compassionate Leave
fr_fr: Congé de compassion

source: Hospitalisation Leave
fr_fr: Congé d'hospitalisation

source: Marriage Leave
fr_fr: Congé de mariage

source: Maternity Leave
fr_fr: Congé maternité

source: Paternity Leave
fr_fr: Congé paternité

source: Sick Leave
fr_fr: Congé maladie

source: Annual Leaves Allowed
fr_fr: Feuilles annuelles autorisées

source: Add Department
fr_fr: Ajouter département

source: Department successfully inserted
fr_fr: Département inséré avec succès

source: Department updated successfully.
fr_fr: Département mis à jour avec succès.

source: Department deleted successfully
fr_fr: Département supprimé avec succès

source: Department List
fr_fr: Liste des départements

source: Edit Department
fr_fr: Modifier le département

source: No Head
fr_fr: Pas de tête

source: No Department
fr_fr: Pas de Département

source: Earning & Deduction update successfully
fr_fr: Mise à jour de Earning & Deduction avec succès

source: Add Earnings & Deduction
fr_fr: Ajouter des gains et des déductions

source: Add More Earnings
fr_fr: Ajouter plus de revenus

source: Add More Deduction
fr_fr: Ajouter plus de déduction

source: Training Type
fr_fr: Type de formation

source: Select Training Type
fr_fr: Sélectionnez le type de formation

source: Training Subject ( Skill )
fr_fr: Sujet de formation (compétence)

source: Select Training Subject
fr_fr: Sélectionnez un sujet de formation

source: Training Title
fr_fr: Titre de la formation

source: Trainer
fr_fr: Entraîneur

source: Select Trainer
fr_fr: Sélectionnez un formateur

source: Add Trainer
fr_fr: Ajouter un entraîneur

source: Training Location
fr_fr: Lieu de formation

source: Training Start Date
fr_fr: Date de début de la formation

source: Training End Date
fr_fr: Date de fin de la formation

source: Add Training
fr_fr: Ajouter une formation

source: Employee Training inserted successfully
fr_fr: Formation des employés insérée avec succès

source: Employee Training updated successfully.
fr_fr: Formation des employés mise à jour avec succès.

source: Employee Training deleted successfully
fr_fr: Formation des employés supprimée avec succès

source: Edit Training
fr_fr: Modifier la formation

source: Add New Training
fr_fr: Ajouter une nouvelle formation

source: Training Title
fr_fr: Titre de la formation

source: Training Subject
fr_fr: Sujet de formation

source: View Trainee
fr_fr: Voir le stagiaire

source: Complaint Title
fr_fr: Titre de la plainte

source: Complaint From
fr_fr: Plainte de

source: Complaint Date
fr_fr: Date de la plainte

source: Complaint Status
fr_fr: Statut de plainte

source: Select Status
fr_fr: Sélectionnez l'état

source: Complaint
fr_fr: Plainte

source: Add Complaint
fr_fr: Ajouter une plainte

source: Suggestion Title
fr_fr: Titre de la suggestion

source: Suggestion From
fr_fr: Suggestion de

source: Suggestion Date
fr_fr: Date de suggestion

source: Add Suggestion
fr_fr: Ajouter une suggestion

source: Complaint inserted successfully
fr_fr: Plainte insérée avec succès

source: Complaint updated successfully.
fr_fr: La plainte a été mise à jour avec succès.

source: Complaint deleted successfully
fr_fr: Plainte supprimée avec succès

source: Suggestion inserted successfully
fr_fr: Suggestion insérée avec succès

source: Suggestion updated successfully.
fr_fr: Suggestion mise à jour avec succès.

source: Suggestion deleted successfully
fr_fr: Suggestion supprimée avec succès

source: Complaint List
fr_fr: Liste des plaintes

source: Edit Complaint
fr_fr: Modifier la plainte

source: Add New Complaint
fr_fr: Ajouter une nouvelle plainte

source: Suggestion List
fr_fr: Liste de suggestions

source: Edit Suggestion
fr_fr: Modifier la suggestion

source: Event Title
fr_fr: Titre de l'événement

source: Event Start Date
fr_fr: Date de début de l'événement

source: Event End Date
fr_fr: Date de fin de l'événement

source: Event Place
fr_fr: Lieu de l'événement

source: Save Event
fr_fr: Enregistrer l'événement

source: Add Event
fr_fr: Ajouter un événement

source: Event inserted successfully
fr_fr: L'événement a été inséré

source: Event updated successfully.
fr_fr: Événement mis à jour avec succès

source: Event deleted successfully
fr_fr: Événement supprimé avec succès

source: Edit Event
fr_fr: Modifier l'événement

source: Add New Event
fr_fr: Ajouter un nouvel événement

source: Start Date
fr_fr: Date de début

source: End Date
fr_fr: Date de fin

source: Title
fr_fr: Titre

source: FAQ Title
fr_fr: FAQ Titre

source: Add FAQ
fr_fr: Ajouter une FAQ

source: Added Date
fr_fr: date d'ajout

source: Document For
fr_fr: Document pour

source: File
fr_fr: Fichier

source: Upload document in PDF
fr_fr: Télécharger le document en PDF

source: Add File
fr_fr: Ajouter un fichier

source: Holiday Title
fr_fr: Titre de vacances

source: Holiday Start Date
fr_fr: Date de début des vacances

source: Holiday End Date
fr_fr: Date de fin des vacances

source: Add Holiday
fr_fr: Ajouter des vacances

source: Policy Type
fr_fr: Type de politique

source: Select Policy Type
fr_fr: Sélectionnez le type de stratégie

source: Policy Title
fr_fr: Titre de la politique

source: Active
fr_fr: actif

source: Deactive
fr_fr: Désactiver

source: Add Policy
fr_fr: Ajouter une stratégie

source: General Settings
fr_fr: Réglages généraux

source: Company Name
fr_fr: Nom de l'entreprise

source: Starting Year
fr_fr: Année de commencement

source: Company Address
fr_fr: Adresse de l'entreprise

source: Official Phone Number
fr_fr: Numéro de téléphone officiel

source: Country
fr_fr: Pays

source: Select Country
fr_fr: Sélectionner un pays

source: Full Day Working Hour
fr_fr: Heure de travail d'une journée complète

source: Half Day Working Hour
fr_fr: Heure de travail d'une demi-journée

source: Profile Image Extension
fr_fr: Extension de l'image du profil

source: Company Logo
fr_fr: Logo d'entreprise

source: Upload image
fr_fr: Télécharger l'image

source: Upload image.
fr_fr: Téléverser l'image

source: Profile Cover Image
fr_fr: Image de couverture de profil

source: Upload Cover Image
fr_fr: Télécharger l'image de couverture

source: Settings updated successfully
fr_fr: Paramètres mis à jour.

source: Policy inserted successfully
fr_fr: Stratégie insérée avec succès

source: Policy updated successfully.
fr_fr: Stratégie mise à jour avec succès.

source: Policy deleted successfully
fr_fr: Politique supprimée avec succès

source: Leave Approved successfully
fr_fr: Laisser approuvé avec succès

source: FAQ insert successfully
fr_fr: FAQ insérer avec succès

source: FAQ updated successfully
fr_fr: FAQ mise à jour avec succès

source: FAQ delete successfully
fr_fr: FAQ supprimer avec succès

source: Holiday insert successfully
fr_fr: Insert de vacances réussi

source: Holiday updated successfully
fr_fr: Vacances mises à jour avec succès

source: Holiday delete successfully
fr_fr: Suppression des vacances réussie

source: File insert successfully
fr_fr: Insertion de fichier réussie

source: File updated successfully
fr_fr: Fichier mis à jour avec succès

source: File delete successfully
fr_fr: Suppression de fichier réussie

source: Policy List
fr_fr: Liste des règles

source: FAQ List
fr_fr: Liste de FAQ

source: Company Form List
fr_fr: Liste des formulaires d'entreprise

source: Office Time Schedule
fr_fr: Horaire de bureau

source: Organization
fr_fr: Organisation

source: Back To List
fr_fr: Retour à la liste

source: Add Holidy
fr_fr: Ajouter Holidy

source: Add Form
fr_fr: Ajouter un formulaire

source: Working Days
fr_fr: Jours de travail

source: Sunday
fr_fr: Dimanche

source: Check If Close
fr_fr: Vérifier si proche

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: samedi

source: Save Time Schedule
fr_fr: Gagnez du temps

source: Leave Type
fr_fr: Type de congé

source: Select Leave Type
fr_fr: Sélectionnez le type de congé

source: Leave Duration
fr_fr: Durée du congé

source: Half Day
fr_fr: Demi-journée

source: Full Day
fr_fr: Journée complète

source: More Than One Day
fr_fr: Plus d'un jour

source: Reason
fr_fr: Raison

source: Add Leave
fr_fr: Ajouter un congé

source: Leave inserted successfully
fr_fr: Laisser inséré avec succès

source: Leave updated successfully.
fr_fr: Laissez mis à jour avec succès.

source: Leave deleted successfully
fr_fr: Laisser supprimé avec succès

source: Leave Reject successfully
fr_fr: Laisser Rejeter avec succès

source: Leave List
fr_fr: Liste de congé

source: Edit Leave
fr_fr: Modifier le congé

source: Leave ID
fr_fr: Laissez l'ID

source: Leave Start Date
fr_fr: Laisser la date de début

source: Leave End Date
fr_fr: Laisser la date de fin

source: Reject
fr_fr: Rejeter

source: Add Leave Email Template
fr_fr: Ajouter un modèle d'e-mail

source: This email template will be used when employee adds a leave
fr_fr: Ce modèle d'e-mail sera utilisé lorsque l'employé ajoute un congé

source: Email subject
fr_fr: Sujet du mail

source: Email body
fr_fr: Message

source: You can use following variables in the email template:
fr_fr: Vous pouvez utiliser les variables suivantes dans le modèle d'e-mail:

source: {{employee_name}} -
fr_fr: Nom de l'employé

source: Username of employee
fr_fr: Nom d'utilisateur de l'employé

source: Duration of the leave
fr_fr: Durée du congé

source: {{reason}} -
fr_fr: Raison

source: Reason of the leave
fr_fr: Raison du congé

source: {{start_date}} -
fr_fr: Date de début

source: Leave start date
fr_fr: Laisser la date de début

source: {{end_date}} -
fr_fr: Date de fin

source: Leave end date
fr_fr: Quitter la date de fin

source: System name
fr_fr: Nom du système

source: Leave Approval Email Template
fr_fr: Modèle d'e-mail d'approbation

source: This email template will be used when employee's leave gets approved
fr_fr: Ce modèle d'e-mail sera utilisé lorsque le congé de l'employé sera approuvé

source: {{user_name}} -
fr_fr: Nom d'utilisateur

source: The employee full name or login name (Whichever is available)
fr_fr: Le nom complet ou le nom de connexion de l'employé (selon le cas)

source: Date of leave
fr_fr: Date de congé

source: Event Email Template
fr_fr: Modèle d'email d'événement

source: This email template will be used when an event record gets generated
fr_fr: Ce modèle d'e-mail sera utilisé lorsqu'un enregistrement d'événement sera généré

source: {{event_start_date}} -
fr_fr: Date de début de l'événement

source: Event start date
fr_fr: Début de l'évènement

source: {{event_end_date}} -
fr_fr: Date de fin de l'événement

source: Event end date
fr_fr: date de fin de l'événement

source: Place of event
fr_fr: Lieu de l'événement

source: Registration Email Template
fr_fr: Modèle d'email d'enregistrement

source: This email template will be used when employee registers successfully
fr_fr: Ce modèle d'e-mail sera utilisé lorsque les employés seront enregistrés avec succès

source: {{username}} -
fr_fr: Nom d'utilisateur

source: {{Password}} -
fr_fr: Mot de passe:

source: Password of employee
fr_fr: Mot de passe de l'employé

source: Employee Email
fr_fr: Email de l'employé

source: Training Email Template
fr_fr: Modèle d'email de formation

source: This email template will be used when new training is added
fr_fr: Ce modèle d'e-mail sera utilisé lors de l'ajout d'une nouvelle formation

source: Type of training
fr_fr: Type de formation

source: Subject of training
fr_fr: Sujet de formation

source: Name of the trainer
fr_fr: Nom du formateur

source: {{training_location}} -
fr_fr: {{emplacement_formation}} -

source: Training location name
fr_fr: Nom du lieu de formation

source: Training start date
fr_fr: Date de début de la formation

source: Training end date
fr_fr: Date de fin de la formation

source: Training Description
fr_fr: Description de la formation

source: Employee Experience Certificate Template
fr_fr: Modèle de certificat d'expérience employé

source: Experience Letter heading
fr_fr: Titre de la lettre d'expérience

source: Subject
fr_fr: Sujet

source: Letter To
fr_fr: Lettre à

source: Certificate Content
fr_fr: Contenu du certificat

source: employee name
fr_fr: Nom de l'employé

source: System Name
fr_fr: Nom du système

source: {{join_date}} -
fr_fr: Date d'inscription

source: Join date
fr_fr: Date d'inscription

source: contract end date
fr_fr: date de fin du contrat

source: Message To
fr_fr: Message à

source: Message Comment
fr_fr: Commentaire de message

source: Send Mail
fr_fr: Envoyer un email

source: Send Message
fr_fr: Envoyer le message

source: Message For
fr_fr: Message pour

source: Message sent successfully
fr_fr: Message envoyé avec succès!

source: Message deleted successfully
fr_fr: Message supprimé avec succès

source: Compose
fr_fr: Composer

source: Inbox
fr_fr: Boîte de réception

source: Sent Item
fr_fr: Élément envoyé

source: Sent
fr_fr: Envoyée

source: Group
fr_fr: Groupe

source: Replay
fr_fr: Rejouer

source: Notice Title
fr_fr: Titre de l'avis

source: Notice For
fr_fr: Avis pour

source: All
fr_fr: Tout

source: Notice Comment
fr_fr: Commentaire Commentaire

source: Save Notice
fr_fr: Enregistrer l'avis

source: Add Notice
fr_fr: Ajouter l'avis

source: Notice inserted successfully
fr_fr: Avis inséré avec succès

source: Notice update successfully
fr_fr: Avis de mise à jour réussi

source: Notice delete successfully
fr_fr: Avis de suppression avec succès

source: Edit Notice
fr_fr: Modifier l'avis

source: Notice Start Date
fr_fr: Date de début de l'avis

source: Notice End Date
fr_fr: Date de fin de l'avis

source: Marks
fr_fr: Notes

source: Performance Evaluation period
fr_fr: Période d'évaluation du rendement

source: To
fr_fr: À

source: Add Performance Mark
fr_fr: Ajouter une note de performance

source: Perfomance Mark insert successfully
fr_fr: Perfomance Mark insert avec succès

source: Perfomance Mark update successfully.
fr_fr: Perfomance Mark mise à jour avec succès.

source: Perfomance Mark delete successfully
fr_fr: Perfomance Mark supprimer avec succès

source: Performance Marks List
fr_fr: Liste des marques de performance

source: Edit Performance Marks
fr_fr: Modifier les marques de performance

source: Add Performance Marks
fr_fr: Ajouter des marques de performance

source: Mark
fr_fr: Marc

source: Payslip For the month of
fr_fr: Fiche de paie Pour le mois de

source: Employee Name :
fr_fr: Nom de l'employé

source: Account No :
fr_fr: N ° de compte

source: Joining Date :
fr_fr: Date d'inscription :

source: Contract End Date :
fr_fr: Date de fin du contrat:

source: Total Days :
fr_fr: Total jours:

source: Payable Day :
fr_fr: Jour Payable:

source: Dearness Allowance (D.A.)
fr_fr: Indemnité de cherté (DA)

source: House Rent Allowance (H.R.A.)
fr_fr: Indemnité de logement (HRA)

source: Conveyance Allowance
fr_fr: Indemnité de transport

source: Travel Allowance (T.A.)
fr_fr: Indemnité de voyage (TA)

source: Medical Allowance
fr_fr: Allocation médicale

source: Food Allowance
fr_fr: Allocation alimentaire

source: Mobile Allowance
fr_fr: Allocation mobile

source: Performance Incentives
fr_fr: Incitations à la performance

source: Salary Difference
fr_fr: Différence salariale

source: Total Earning
fr_fr: Total des gains

source: Professional Tax
fr_fr: Taxe professionnelle

source: Loan Repayment / Advance
fr_fr: Remboursement de prêt / Avance

source: Mobile Bill Recovery
fr_fr: Récupération de factures mobiles

source: Tax Deducted at Source (T.D.S.)
fr_fr: Impôt déduit à la source (TDS)

source: Payslip Record added successfully
fr_fr: Payslip Record ajouté avec succès

source: Generate Payslip List
fr_fr: Générer une liste de fiches de paie

source: Payslip Record
fr_fr: Enregistrement de fiche de paie

source: Custom Payslip
fr_fr: Fiche de paie personnalisée

source: Generate Slip
fr_fr: Générer un slip

source: Salary Month
fr_fr: Mois de salaire

source: Account No.
fr_fr: N ° de compte

source: Total Earning Amount
fr_fr: Montant total des gains

source: Total Deduction Amount
fr_fr: Montant total de la déduction

source: Paid Leave Successfully Saved
fr_fr: Congé payé enregistré avec succès

source: Paid Leave Successfully Delete
fr_fr: Congé payé avec succès Supprimer

source: Paid Leave List
fr_fr: Liste des congés payés

source: Select Employee
fr_fr: Selectionnez un employé

source: Year
fr_fr: An

source: GO
fr_fr: ALLER

source: Employee Name :
fr_fr: Nom de l'employé

source: Month
fr_fr: Mois

source: Save
fr_fr: Sauvegarder

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre
