Repository: gthememarket/wphrm
Catalog: languages/*_mgt-*.po
Languages: fr_fr

source: Employee inserted successfully
fr_fr: Employé inséré avec succès

source: Employee updated successfully.
fr_fr: Employé mis à jour avec succès.

source: Employee deleted successfully
fr_fr: Employé supprimé avec succès

source: HR Manager inserted successfully
fr_fr: HR Manager inséré avec succès

source: HR Manager updated successfully.
fr_fr: HR Manager mis à jour avec succès.

source: HR Manager deleted successfully
fr_fr: HR Manager supprimé avec succès

source: Accountant inserted successfully
fr_fr: Comptable inséré avec succès

source: Accountant updated successfully.
fr_fr: Comptable mis à jour avec succès.

source: Accountant deleted successfully
fr_fr: Comptable supprimé avec succès
